Repository: jasp-stats/jaspAcceptanceSampling
Catalog: po/QML-*.po
Languages: ar, ca, nl, pt, sr, ta, tr

# Description|
source: Acceptance Sampling
ar: أخذ عينات القبول
ca: Mostreig d'acceptació
nl: Acceptatiesteekproeven
pt: Amostragem de Aceitação
sr: Прихватање узорака
ta: ஏற்றுக்கொள்ளும் மாதிரி
tr: Kabul Örneklemesi

# Description|
source: Sampling for acceptance
ar: أخذ العينات للقبول
ca: Mostreig per acceptació
nl: Steekproeven voor acceptatie
pt: Amostragem para Aceitação
sr: Узимање узорака за прихватање
ta: ஏற்றுக்கொள்வதற்கான மாதிரி
tr: Kabul için örnekleme

# Description|
source: Attribute Sampling
ar: أخذ عينات السمات
ca: Mostreig d'atributs
nl: Attribuut Steekproeven
pt: Amostragem de Atributos
sr: Узорковање атрибута
ta: பண்புக்கூறு மாதிரி
tr: Öznitelik Örnekleme

# Description|
source: Create Attribute Plan
ar: إنشاء خطة السمات
ca: Crear pla d'atributs
nl: Attributenplan Maken
pt: Criar Plano de Atributos
sr: Креирајте план атрибута
ta: பண்புக்கூறு திட்டத்தை உருவாக்கவும்
tr: Öznitelik Planı Oluşturma

# Description|
source: Analyze Attribute Plan
ar: تحليل خطة السمات
ca: Analitzar pla d'atributs
nl: Attributenplan Analyseren
pt: Analisar Plano de Atributos
sr: Анализирајте план атрибута
ta: பண்புக்கூறு திட்டத்தை பகுப்பாய்வு செய்யுங்கள்
tr: Öznitelik Planını Analiz Et

# Description|
source: Variable Sampling
ar: أخذ العينات المتغيرة
ca: Mostreig de variables
nl: Variabele Steekproeven
pt: Amostragem por Varíavel
sr: Варијабилно узорковање
ta: மாறி மாதிரி
tr: Değişken Örnekleme

# Description|
source: Create Variable Plan
ar: إنشاء خطة متغير
ca: Crear pla de variables
nl: Variabelenplan Maken
pt: Criar Plano de Variável
sr: Креирајте променљиви план
ta: மாறி திட்டத்தை உருவாக்கவும்
tr: Değişken Planı Oluşturma

# Description|
source: Analyze Variable Plan
ar: تحليل خطة متغير
ca: Analitzar pla de variables
nl: Variabelenplan Analyseren
pt: Analisar Plano de Varíavel
sr: Анализирајте план варијабле
ta: மாறி திட்டத்தை பகுப்பாய்வு செய்யுங்கள்
tr: Değişken Planı Analiz Etme

# Description|
source: Accept/Reject Lots
ar: قبول / رفض الكميات
ca: Acceptar/Rebutjar lots
nl: Accepteer/Verwerp Partijen
pt: Aceitar/Rejeitar Lotes
sr: Прихвати/одбаци партије
ta: நிறைய ஏற்றுக்கொள்ளுங்கள்/நிராகரிக்கவும்
tr: Lotları Kabul Et/Reddet

# Description|
source: Accept/Reject Lots (k-method)
ca: Acceptar/Rebutjar lots (mètode k)
nl: Accepteer/Verwerp Partijen (k-methode)
pt: Aceitar/Rejeitar Lotes (k-method)
sr: Прихвати/одбаци партије (к-метод)
ta: நிறைய ஏற்றுக்கொள்ளவும்/நிராகரிக்கவும் (கே-மெத்தோட்)
tr: Lotları Kabul Et/Reddet (k-yöntemi)

# AnalyzeAttributePlan|
source: Single Sampling Plan
ar: خطة أخذ عينات واحدة
ca: Pla únic de mostreig
nl: Enkel Steekproefplan
pt: Plano de Amostragem Único
sr: План појединачног узорковања
ta: ஒற்றை மாதிரி திட்டம்
tr: Tekli Örnekleme Planı

# AnalyzeAttributePlan|
source: Assess attribute plan
ar: تقييم خطة السمات
ca: Avaluar pla d'atributs
nl: Beoordeel attributenplan
pt: Avaliar Plano de Atributos
sr: Процените план атрибута
ta: பண்புக்கூறு திட்டத்தை மதிப்பிடுங்கள்
tr: Öznitelik planını değerlendirme

# AnalyzeAttributePlan|
source: Multiple Sampling Plan
ar: خطة أخذ العينات المتعددة
ca: Pla de mostreig múltiple
nl: Meervoudig Steekproefplan
pt: Plano de Amostragem Múltipla
sr: План вишеструког узорковања
ta: பல மாதிரி திட்டம்
tr: Çoklu Örnekleme Planı

# AnalyzeAttributePlan|
source: Assess sampling plan
ar: تقييم خطة أخذ العينات
ca: Avaluar pla de mostreig
nl: Beoordeel steekproefplan
pt: Avaliar Plano de Amostragem
sr: Процените план узорковања
ta: மாதிரி திட்டத்தை மதிப்பிடுங்கள்
tr: Örnekleme planını değerlendirme

# AnalyzeVariablePlan|
source: Lot size (N)
ca: Mida del lot (N)
nl: Partijgrootte (N)
pt: Tamanho do Lote (N)
sr: Величина партије (Н)
ta: நிறைய அளவு (என்)
tr: Lot büyüklüğü (N)

# AnalyzeVariablePlan|
source: Sample size (n)
ar: حجم العينة (ن)
ca: Mida de la mostra (n)
nl: Steekproefgrootte (n)
pt: Tamanho da Amostra (n)
sr: Величина узорка (н)
ta: மாதிரி அளவு (என்)
tr: Örneklem büyüklüğü (n)

# AnalyzeVariablePlan|
source: k
sr: к
ta: கே

# AnalyzeVariablePlan|
source: Assess variable plan
ar: تقييم خطة المتغير
ca: Avaluar pla de variables
nl: Beoordeel variabelenplan
pt: Avaliar Plano de Variáveis
sr: Процена варијабилног плана
ta: மாறி திட்டத்தை மதிப்பிடுங்கள்
tr: Değişken planı değerlendirme

source: Distribution
ar: توزيع
ca: Distribució
nl: Verdeling
pt: Distribuição
sr: Дистрибуција
ta: பரவல்
tr: Dağılım

# Distribution|
source: Binomial
ar: ذو الحدين
nl: Binomiaal
sr: Бином
ta: ஈருறுப்பு
tr: Binom

# Distribution|
source: Hypergeometric
ca: Hipergeomètrica
nl: Hypergeometrisch
pt: Hipergeométrica
sr: Хипергеометријски
ta: ஐப்பர்சோமெட்ரிக்
tr: Hipergeometrik

# Distribution|
source: Poisson
sr: Поасонова
ta: பாய்சன்

source: Output options
ar: خيارات المخرجات
ca: Opcions de sortida
nl: Uitvoeropties
pt: Opções de saída
sr: Опције излаза
ta: வெளியீட்டு விருப்பங்கள்
tr: Çıktı seçenekleri

# OutputOptions|
source: Summary table
ar: جدول التلخيص
ca: Taula resum
nl: Samenvattingstabel
pt: Tabela resumo
sr: Збирна табела
ta: சுருக்கம் அட்டவணை
tr: Özet tablo

# OutputOptions|
source: OC curve
ca: Corba OC
nl: OC kromme
pt: Curva OC
sr: „OC“ крива
ta: OC வளைவு
tr: OC eğrisi

# OutputOptions|
source: AOQ curve (plan with rectification)
ca: Corva AOQ (pla amb rectificació)
nl: AOQ kromme (plan met rectificatie)
pt: Curva AOQ (plana com retificação)
sr: „AOQ“ крива (план са исправљањем)
ta: AOQ வளைவு (திருத்தம் மூலம் திட்டம்)
tr: AOQ eğrisi (düzeltme ile plan)

# OutputOptions|
source: ATI curve (plan with rectification)
ca: Corba ATI (pla amb rectificació)
nl: ATI kromme (plan met rectificatie)
pt: Curva ATI (plana com retificação)
sr: „ATI“ крива (план са исправљањем)
ta: ஏடிஐ வளைவு (திருத்தத்துடன் திட்டம்)
tr: ATI eğrisi (düzeltmeli plan)

# OutputOptions|
source: ASN curve
ca: Corba ASN
nl: ASN kromme
pt: Curva ASN
sr: „ASN“ крива
ta: ASN வளைவு
tr: ASN eğrisi

# PlanMultiple|
source: Lot size (N)
ca: Mida del lot (N)
nl: Partijgrootte (N)
pt: Tamanho do Lote (N)
sr: Величина партије (Н)
ta: நிறைய அளவு (என்)
tr: Lot büyüklüğü (N)

# PlanMultiple|
source: Number of stages
ar: عدد المراحل
ca: Nombre d'etapes
nl: Aantal stappen
pt: Número de estágios
sr: Број фаза
ta: நிலைகளின் எண்ணிக்கை
tr: Aşama sayısı

# PlanMultiple|
source: Stage
ar: مرحلة
ca: Etapa
nl: Stap
pt: Estágio
sr: Фаза
ta: மேடை
tr: Aşama

# PlanMultiple|
source: Sample size (n)
ar: حجم العينة (ن)
ca: Mida de la mostra (n)
nl: Steekproefgrootte (n)
pt: Tamanho de Amostra (n)
sr: Величина узорка (н)
ta: மாதிரி அளவு (என்)
tr: Örneklem büyüklüğü (n)

# PlanMultiple|
source: Acceptance number (c)
ar: رقم القبول (ج)
ca: Nombre d'acceptacions (c)
nl: Acceptatienummer (c)
pt: Número de aceitações (c)
sr: Број прихватања (ц)
ta: ஏற்றுக்கொள்ளும் எண் (சி)
tr: Kabul sayısı (c)

# PlanMultiple|
source: Rejection number (r)
ar: رقم الرفض (ص)
ca: Nombre de rebutjos (r)
nl: Afwijzingsnummer (r)
pt: Número de rejeições (r)
sr: Број одбијања (р)
ta: நிராகரிப்பு எண் (ஆர்)
tr: Ret sayısı (r)

# PlanMultiple|
source: n %d
sr: н %д

# PlanMultiple|
source: c %d
sr: ц %д

# PlanMultiple|
source: r %d
sr: р %д

# PlanSingle|
source: Lot size (N)
ca: Mida del lot (N)
nl: Partijgrootte (N)
pt: Tamanho do Lote (N)
sr: Величина партије (Н)
ta: நிறைய அளவு (என்)
tr: Lot büyüklüğü (N)

# PlanSingle|
source: Sample size (n)
ar: حجم العينة (ن)
ca: Mida de la mostra (n)
nl: Steekproefgrootte (n)
pt: Tamanho da Amostra (n)
sr: Величина узорка (н)
ta: மாதிரி அளவு (என்)
tr: Örneklem büyüklüğü (n)

# PlanSingle|
source: Acceptance number (c)
ar: رقم القبول (ج)
ca: Nombre d'acceptacions (c)
nl: Acceptatienummer (c)
pt: Número de aceitações (c)
sr: Број прихватања (ц)
ta: ஏற்றுக்கொள்ளும் எண் (சி)
tr: Kabul sayısı (c)

# PlanSingle|
source: Rejection number (r)
ar: رقم الرفض (ص)
ca: Nombre de rebutjos (r)
nl: Afwijzingsnummer (r)
pt: Número de rejeições (r)
sr: Број одбијања (р)
ta: நிராகரிப்பு எண் (ஆர்)
tr: Ret sayısı (r)

# ProbDefect|
source: Proportion non-conforming items
ar: نسبة العناصر غير المطابقة
ca: Proporció d'elements no conformes
nl: Proportie niet-conformerende items
pt: Proporção de itens não conformes
sr: Пропорције неусаглашених ставки
ta: விகிதம் இணக்கமற்ற உருப்படிகள்
tr: Uygun olmayan ürün oranı

# ProbDefect|
source: From
ar: من
ca: De
nl: Van
pt: De
sr: Из
ta: இருந்து
tr: Kimden

# ProbDefect|
source: To
ar: الى
ca: A
nl: Tot
pt: Para
sr: До
ta: பெறுநர்
tr: ve

# ProbDefect|
source: Step size
ar: حجم الخطوة
ca: Mida del pas
nl: Stapgrootte
pt: Tamanho do passo
sr: Величина корака
ta: படி அளவு
tr: Basamak boyutu

# RiskPoints|
source: Quality constraints
ar: قيود الجودة
ca: Restriccions de qualitat
nl: Kwaliteitsbeperkingen
pt: Restrições de qualidade
sr: Ограничења квалитета
ta: தரமான கட்டுப்பாடுகள்
tr: Kalite kısıtları

# RiskPoints|
source: Acceptable Quality Level (AQL)
ar: مستوى الجودة المقبول (AQL)
ca: Nivell de Qualitat Acceptable (NQA, AQL)
nl: Acceptabel Kwaliteitsniveau (AQL)
pt: Nível de Qualidade Aceitável (NQA, AQL)
sr: Прихватљиви ниво квалитета („AQL“)
ta: ஏற்றுக்கொள்ளக்கூடிய தர நிலை (AQL)
tr: Kabul Edilebilir Kalite Düzeyi (AQL)

# RiskPoints|
source: Rejectable Quality Level (RQL / LTPD)
ar: مستوى الجودة المرفوض (RQL / LTPD)
ca: Nivell de Qualitat Rebutjable (RQL, LTPD)
nl: Afwijsbaar Kwaliteitsniveau (RQL / LTPD)
pt: Nível de Qualidade Rejeitável (RQL / LTPD)
sr: Ниво квалитета који се може одбити („RQL / LTPD“)
ta: நிராகரிக்கக்கூடிய தர நிலை (RQL / LTPD)
tr: Reddedilebilir Kalite Düzeyi (RQL / LTPD)

# CreateAttributePlan|
source: Lot size (N)
ca: Mida de lot (N)
nl: Partijgrootte (N)
pt: Tamanho do Lote (N)
sr: Величина партије (Н)
ta: நிறைய அளவு (என்)
tr: Lot büyüklüğü (N)

# CreateVariablePlan|
source: Lot size (N)
ca: Mida de lot (N)
nl: Partijgrootte (N)
pt: Tamanho do Lote (N)
sr: Величина партије (Н)
ta: நிறைய அளவு (என்)
tr: Lot büyüklüğü (N)

# CreateVariablePlan|
source: Standard Deviation (Historical) known
ar: الانحراف المعياري (التاريخي) معروف
ca: Desviació Estàndard (Històrica) coneguda
nl: Standaarddeviatie (Historisch) bekend
pt: Desvio Padrão (Histórico) conhecido
sr: Позната стандардна девијација (историјска)
ta: நிலையான விலகல் (வரலாற்று) அறியப்படுகிறது
tr: Standart Sapma (Tarihsel) bilinen

# DecideVariableLots|
source: Measurement
ar: قياس
ca: Mesura
nl: Meting
pt: Medição
sr: Мерење
ta: அளவீட்டு
tr: Ölçüm

# DecideVariableLots|
source: Specify sample statistics directly (used if dataset is not available)
ar: تحديد إحصائيات العينة مباشرة (تُستخدم في حالة عدم توفر مجموعة البيانات)
ca: Especificar directament les estadístiques mostrals (utilitzat si no es disposa de conjunt de dades)
nl: Specificeer steekproef statistieken rechtstreeks (gebruikt als gegevens niet beschikbaar zijn)
pt: Especificar a estatística da amostra diretamente (usado se o conjunto de dados não estiver disponível)
sr: Директно наведите узорак статистике (користи се ако скуп података није доступан)
ta: மாதிரி புள்ளிவிவரங்களை நேரடியாகக் குறிப்பிடவும் (தரவுத்தொகுப்பு கிடைக்கவில்லை என்றால் பயன்படுத்தப்படுகிறது)
tr: Örnek istatistikleri doğrudan belirtin (veri kümesi mevcut değilse kullanılır)

# DecideVariableLots|
source: Sample size (n)
ar: حجم العينة (ن)
ca: Mida de mostra (n)
nl: Steekproefgrootte (n)
pt: Tamanho da Amostra (n)
sr: Величина узорка (н)
ta: மாதிரி அளவு (என்)
tr: Örneklem büyüklüğü (n)

# DecideVariableLots|
source: Sample mean
ar: متوسط العينة
ca: Mitjana mostral
nl: Steekproefgemiddelde
pt: Média amostral
sr: Средњи узорак
ta: மாதிரி சராசரி
tr: Örnek ortalaması

# DecideVariableLots|
source: Sample standard deviation
ar: الانحراف المعياري للعينة
ca: Desviació estàndard mostral
nl: Steekproef standaarddeviatie
pt: Desvio padrão amostral
sr: Стандардна девијација узорка
ta: மாதிரி நிலையான விலகல்
tr: Örnek standart sapması

# DecideVariableLots|
source: k
sr: к
ta: கே

# DecideVariableLots|
source: Specification limits
ar: حدود المواصفات
ca: Límits de l'especificació
nl: Specificatiegrenzen
pt: Limites de especificação
sr: Границе спецификације
ta: விவரக்குறிப்பு வரம்புகள்
tr: Şartname limitleri

# DecideVariableLots|
source: Lower Specification Limit (LSL)
ar: الحد الأدنى للمواصفات (LSL)
ca: Límit Inferior d'Especificació (LIE, LSL)
nl: Specificatie Ondergrens (LSL)
pt: Limite Inferior de Especificação (LIE)
sr: Доња граница спецификације („LSL“)
ta: குறைந்த விவரக்குறிப்பு வரம்பு (எல்.எச்.எல்)
tr: Alt Şartname Sınırı (LSL)

# DecideVariableLots|
source: Upper Specification Limit (USL)
ar: حد المواصفات الأعلى (USL)
ca: Límit Superior d'Especificació (LSU,USL)
nl: Specificatie Bovengrens (USL)
pt: Limite Superior de Especificação (LSE)
sr: Горња граница спецификације („USL“)
ta: மேல் விவரக்குறிப்பு வரம்பு (யு.எச்.எல்)
tr: Üst Teknik Özellik Limiti (USL)

# DecideVariableLots|
source: Quality constraints
ar: قيود الجودة
ca: Restriccions de qualitat
nl: Kwaliteitsbeperkingen
pt: Restrições de qualidade
sr: Ограничења квалитета
ta: தரமான கட்டுப்பாடுகள்
tr: Kalite kısıtları

# DecideVariableLots|
source: Acceptable Quality Level (AQL)
ar: مستوى الجودة المقبول (AQL)
ca: Nivell de Qualitat Acceptable (NQA, AQL)
nl: Acceptabel Kwaliteitsniveau (AQL)
pt: Nível de Qualidade Aceitável (NQA, AQL)
sr: Прихватљиви ниво квалитета („ AQL“)
ta: ஏற்றுக்கொள்ளக்கூடிய தர நிலை (AQL)
tr: Kabul Edilebilir Kalite Düzeyi (AQL)

# DecideVariableLots|
source: Rejectable Quality Level (RQL / LTPD)
ar: مستوى الجودة المرفوض (RQL / LTPD)
ca: Nivell de Qualitat Rebutjable (RQL, LTPD)
nl: Afwijsbaar Kwaliteitsniveau (RQL / LTPD)
pt: Nível de Qualidade Rejeitável (RQL / LTPD)
sr: Ниво квалитета који се може одбити („RQL / LTPD“)
ta: நிராகரிக்கக்கூடிய தர நிலை (RQL / LTPD)
tr: Reddedilebilir Kalite Düzeyi (RQL / LTPD)

# AnalyzeVariablePlan|
source: Standard deviation (historical) known
ar: الانحراف المعياري (التاريخي) معروف
ca: Desviació estàndard (històrica) coneguda
nl: Standaarddeviatie (historisch) bekend
pt: Desvio Padrão (histórico) conhecido
sr: Позната стандардна девијација (историјска)
ta: நிலையான விலகல் (வரலாற்று) அறியப்படுகிறது
tr: Standart sapma (tarihsel) bilinen

# RiskPoints|
source: Producer's risk (α)
ar: مخاطر المنتج (α)
ca: Risc del productor (α)
nl: Risico voor producent (α)
pt: Risco do produtor (α)
sr: Произвођачки ризик (α)
ta: தயாரிப்பாளரின் இடர் (α)
tr: Üretici riski (α)

# RiskPoints|
source: Consumer's risk (β)
ar: مخاطر المستهلك (β)
ca: Risc del consumidor (β)
nl: Risico voor consument (β)
pt: Risco do consumidor (β)
sr: Потрошачки ризик (β)
ta: நுகர்வோரின் இடர் (β)
tr: Tüketici riski (β)

# DecideVariableLots|
source: Standard deviation (historical)
ar: الانحراف المعياري (التاريخي)
ca: Desviació estàndard (històrica)
nl: Standaarddeviatie (historisch)
pt: Desvio padrão (histórico)
sr: Стандардна девијација (историјска)
ta: நிலையான விலகல் (வரலாற்று)
tr: Standart sapma (tarihsel)
