Repository: jasp-stats/jaspAcceptanceSampling
Catalog: po/R-*.po
Languages: gl, nl, pt, sr, ta

source: Single Sampling Plan
gl: Plan de Mostraxe Único
nl: Enkel Sampling Plan
pt: Plano de Amostragem Único
sr: План појединачног узорковања
ta: ஒற்றை மாதிரி திட்டம்

source: Multiple Sampling Plan
gl: Plan de Mostraxe Múltiple
nl: Meervoudig Sampling Plan
pt: Plano de Amostragem Múltipla
sr: План вишеструког узорковања
ta: பல மாதிரி திட்டம்

source: Acceptance Sampling Plan
gl: Plan de Mostraxe de Aceptación
nl: Acceptatie Steekproefplan
pt: Plano de Amostragem de Aceitação
sr: План узорковања прихватљивости
ta: ஏற்றுக்கொள்ளும் மாதிரி திட்டம்

source: Value
gl: Valor
nl: Waarde
pt: Valor
sr: Вредност
ta: மதிப்பு

source: Sample
gl: Mostra
nl: Steekproef
pt: Amostra
sr: Узорак
ta: மாதிரி

source: Sample Size
gl: Tamaño da Mostra
nl: Steekproefgrootte
pt: Tamanho de Amostra
sr: Величина узорка
ta: மாதிரி அளவு

source: Cum. Sample Size
gl: Tamaño da Mostra Acumulada
nl: Cum. Steekproefgrootte
pt: Tamanho de Amostra Acum.
sr: Укупна величина узорка
ta: கம். மாதிரி அளவு

source: Acc. Number
gl: Número de Aceptación
nl: Acc. Nummer
pt: Número de Aceit.
sr: Прихваћени број
ta: அக். எண்

source: Rej. Number
gl: Número de Rexeite
nl: Rej. Nummer
pt: Número de Rej.
sr: Одбачени број
ta: Rex. எண்

source: Analyze Variable Plan
gl: Analizar Plan de Variables
nl: Analyseer Variabele Plan
pt: Analisar Plano de Variáveis
sr: Анализирајте план варијабле
ta: மாறி திட்டத்தை பகுப்பாய்வு செய்யுங்கள்

source: Variable Sampling Plan (Standard deviation assumed to be <b>%s</b>)
gl: Plan de Mostraxe de Variables (asumindo un desvío padrón de <b>%s</b>)
nl: Variabele Sampling (Standard afwijking veronderstelde als <b>%s</b>)
pt: Plano de Amostragem Variável (Desvio padrão assumido como sendo <b>%s</b>)
sr: Варијабилни план узорковања (претпоставља се да је стандардна девијација <b>%s</b>)
ta: மாறி மாதிரி திட்டம் (நிலையான விலகல் <b>%s </b> என்று கருதப்படுகிறது)

source: Sample size
gl: Tamaño da mostra
nl: Steekproefgrootte
pt: Tamanho de amostra
sr: Величина узорка
ta: மாதிரி அளவு

source: Critical Distance (k)
gl: Distancia Crítica (k)
nl: Critische Afstand (k)
pt: Distância Crítica (k)
sr: Критично растојање (к)
ta: சிக்கலான தூரம் (கே)

source: If historical standard deviation is unknown, sample size has to be > 1.
gl: Se o desvío padrón histórico é descoñecido, o tamaño da mostra debe ser > 1.
nl: Als de historische standaard afwijking onbekend is, moet de steekproefgrootte >1 zijn.
pt: Se o desvio padrão histórico é desconhecido, o tamanho de amostra deve ser > 1.
sr: Ако је историјска стандардна девијација непозната, величина узорка мора бити > 1.
ta: வரலாற்று தர விலகல் தெரியவில்லை என்றால், மாதிரி அளவு> 1 ஆக இருக்க வேண்டும்.

source: Lot size (N = %1$.0f) cannot be smaller than the sample size (n = %2$.0f) of the generated variable plan.
gl: O tamaño do lote (N = %1$.0f) non pode ser menor que o tamaño da mostra (n = %2$.0f) do plan de variables xerado.
nl: Lot grootte (N = %1$.0f) kan niet kleiner zijn dan de steekproefgrootte (n = %2$.0f) van het gegenereerde variabele plan.
pt: O tamanho do lote (N = %1$.0f) não pode ser menor do que o tamanho de amostra (n = %2$.0f) do plano de variáveis gerado.
sr: Величина низа (N = %1$.0f) не може бити мања од величине узорка (n = %2$.0f) генерисаног плана варијабли.
ta: உருவாக்கப்பட்ட மாறி திட்டத்தின் மாதிரி அளவை (n = %2$.0f) விட நிறைய அளவு (n = %1$.0f)சிறியதாக இருக்க முடியாது.

source: Lower limit for proportion non-conforming items needs to be smaller than the upper limit.
gl: O límite inferior para a proporción de elementos non conformes, ten que ser menor que o límite superior.
nl: Het lagere limiet voor de propertie nonconformerende items moet kleiner zijn dan het hogere limiet.
pt: O limite inferior para a proporção de itens não conformes deve ser menor do que o limite superior.
sr: Доња граница за пропорцију неисправних ставки мора бити мања од горње границе.
ta: விகிதாச்சாரத்திற்கான குறைந்த வரம்பு இணக்கமற்ற உருப்படிகள் மேல் வரம்பை விட சிறியதாக இருக்க வேண்டும்.

source: Step size for proportion non-conforming items needs to be smaller than the difference between the upper and lower limits.
gl: O tamaño do paso para a proporción de elementos non conformes, ten que ser menor que a diferenza entre os límites superior e inferior.
nl: Stapgrootte voor de proportie niet-conformerende items moet kleiner zijn dan het verschil tussen de onder- en bovengrens.
pt: O tamanho do passo para a proporção de itens não conformes deve ser menor do que a diferença entre os limites superior e inferior.
sr: Величина корака за пропорције неусаглашених ставки треба да буде мања од разлике између горње и доње границе.
ta: விகிதாச்சாரத்திற்கான படி அளவு மேல் மற்றும் குறைந்த வரம்புகளுக்கு இடையிலான வேறுபாட்டை விட இணங்காத உருப்படிகள் சிறியதாக இருக்க வேண்டும்.

source: Step size of 0 is allowed only if the lower and upper limits of proportion non-conforming items are identical.
gl: Un tamaño de paso igual a 0 só se admite se os límites inferior e superior da proporción de elementos non conformes, son idénticos.
nl: Een stapgrootte van 0 is alleen toegestaan wanneer het lagere en hogere limiet an de proporties nonconforming items gelijk zijn.
pt: Tamanho de passo 0 é permitido apenas se os limites inferior e superior da proporção de itens não conformes forem idênticos.
sr: Величина корака од 0 је дозвољена само ако су доња и горња граница пропорција неусклађених ставки идентичне.
ta: விகிதாச்சாரத்தின் கீழ் மற்றும் மேல் வரம்புகள் இணக்கமற்ற பொருட்களின் ஒரே மாதிரியாக இருந்தால் மட்டுமே 0 இன் படி அளவு அனுமதிக்கப்படுகிறது.

source: For hypergeometric distribution, N * proportion non-conforming should all be integer values. Check the values of N and proportion non-conforming.
gl: Para a distribución hiperxeométrica, N * a proporción non conforme deben ser todos valores enteiros. Verifica os valores de N e da proporción non conforme.
nl: Voor de hyper geometrische verdeling, N * proportie nonconforming items moeten integer getallen zijn. Controleer de waarden van N en de proporties nonconforming.
pt: Para a distribuição hipergeométrica, N * a proporção de não conformes deve ser todos valores inteiros. Verifique os valores de N e a proporção de não conformes.
sr: За хипергеометријску дистрибуцију, Н * пропорција неусаглашених треба да буду целобројне вредности. Проверите да су вредности Н и пропорција неусаглашени.
ta: ஐப்பர்சோமெட்ரிக் விநியோகத்திற்கு, N * விகிதம் இணக்கமற்றது அனைத்தும் முழு மதிப்புகளாக இருக்க வேண்டும். N இன் மதிப்புகளைச் சரிபார்க்கவும் மற்றும் விகிதாச்சாரம் இணக்கமற்றது.

source: Sample size (n) cannot be larger than the lot size (N).
gl: O tamaño da mostra (n) non pode ser maior que o tamaño do lote (N).
nl: De steekproefgrootte (n) kan niet groter zijn dan de lot grootte (N).
pt: O tamanho de amostra (n) não pode ser maior do que o tamanho do lote (N).
sr: Величина узорка (н) не може бити већа од величине серије (Н).
ta: மாதிரி அளவு (n) நிறைய அளவு (n) ஐ விட பெரியதாக இருக்க முடியாது.

source: Acceptance number (c) cannot be larger than the sample size (n).
gl: O número de aceptación (c) non pode ser maior que o tamaño da mostra (n).
nl: Accepteer getal (c) kan niet groter zijn dan de steekproefgrootte (n).
pt: O número de aceitação (c) não pode ser maior do que o tamanho de amostra (n).
sr: Број прихватања (ц) не може бити већи од величине узорка (н).
ta: ஏற்றுக்கொள்ளும் எண் (சி) மாதிரி அளவு (n) ஐ விட பெரியதாக இருக்க முடியாது.

source: Rejection number (r) cannot be larger than the sample size (n).
gl: O número de rexeite (r) non pode ser maior que o tamaño da mostra (n).
nl: Afwijs nummer kan niet groter zijn dan de steekproefgrootte (n).
pt: O número de rejeição (r) não pode ser maior do que o tamanho de amostra (n).
sr: Број одбијања (р) не може бити већи од величине узорка (н).
ta: நிராகரிப்பு எண் (ஆர்) மாதிரி அளவு (n) ஐ விட பெரியதாக இருக்க முடியாது.

source: Rejection number (r) has to be larger than the acceptance number (c).
gl: O número de rexeite (r) debe ser maior que o número de aceptación (c).
nl: Afwijs nummer (r) moet groter zijn dan het accepteer nummer (c).
pt: O número de rejeição (r) deve ser maior do que o número de aceitação (c).
sr: Одбијени број (р) мора бити већи од броја прихватања (ц).
ta: நிராகரிப்பு எண் (ஆர்) ஏற்றுக்கொள்ளும் எண்ணை (சி) விட பெரியதாக இருக்க வேண்டும்.

source: Cumulative sample size (n1+n2+...) cannot be larger than the lot size (N).
gl: O tamaño da mostra acumulada (n1+n2+...) non pode ser maior que o tamaño do lote (N).
nl: Cumulatieve steekproefgrootte (n1+n2+...) kan niet groter zijn dan de lot grootte (N).
pt: O tamanho de amostra cumulativo (n1+n2+...) não pode ser maior do que o tamanho do lote (N).
sr: Кумулативна величина узорка (н1+н2+...) не може бити већа од величине серије (Н).
ta: ஒட்டுமொத்த மாதிரி அளவு (n1+n2+...) நிறைய அளவு (n) ஐ விட பெரியதாக இருக்க முடியாது.

source: Final rejection number (r) needs to be 1 more than the final acceptance number (c).
gl: O número de rexeite final (r) ten que ser 1 máis que o número de aceptación final (c).
nl: Uiteindelijke afwijs nummer (r) moet 1 groter zijn dan het uiteindelijke accepteer nummer (c).
pt: O número final de rejeição (r) deve ser 1 maior do que o número final de aceitação (c).
sr: Коначни број одбијања (р) треба да буде 1 већи од коначног броја прихватања (ц).
ta: இறுதி நிராகரிப்பு எண் (ஆர்) இறுதி ஏற்றுக்கொள்ளும் எண்ணை (சி) ஐ விட 1 அதிகமாக இருக்க வேண்டும்.

source: Rejection number (r) for every stage has to be larger than the corresponding acceptance number (c).
gl: O número de rexeite (r) de cada etapa debe ser maior que o correspondente número de aceptación (c).
nl: Afwijs nummer (r) voor elke stap moet groter zijn dan het corresponderende accepteer nummer (c).
pt: O número de rejeição (r) para cada etapa deve ser maior do que o número de aceitação (c) correspondente.
sr: Број одбијања (р) за сваки степен мора бити већи од одговарајућег броја прихватања (ц).
ta: ஒவ்வொரு கட்டத்திற்கும் நிராகரிப்பு எண் (ஆர்) தொடர்புடைய ஏற்றுக்கொள்ளும் எண் (சி) ஐ விட பெரியதாக இருக்க வேண்டும்.

source: For all stages except the last stage, rejection numbers (r) have to be at at least 2 greater than the acceptance numbers (c). Else, subsequent stages become redundant.
gl: Para todas as etapas agás a última, os números de rexeite (r) deben ser cando menos 2 veces maiores que os números de aceptación (c). En caso contrario, as etapas posteriores vólvense redundantes.
nl: For alle stappen behalve de laatste moet het afwijs nummer(r) ten minste 2 groter zijn dan het accepteer getal (c). Anders worden de overige stappen overbodig.
pt: Para todas as etapas, exceto a última, os números de rejeição (r) devem ser pelo menos 2 maiores do que os número de aceitação (c). Caso contrário, as etapas subsequentes se tornam redundantes.
sr: За све фазе осим последње фазе, бројеви одбијања (р) морају бити најмање 2 већи од бројева прихватања (ц). У супротном, наредне фазе постају сувишне.
ta: கடைசி கட்டத்தைத் தவிர அனைத்து நிலைகளுக்கும், நிராகரிப்பு எண்கள் (ஆர்) ஏற்றுக்கொள்ளும் எண்களை (சி) விட குறைந்தது 2 அதிகமாக இருக்க வேண்டும். வேறு, அடுத்தடுத்த கட்டங்கள் தேவையற்றதாக மாறும்.

source: Acceptance numbers (c) are cumulative, so they need to be in a non-decreasing sequence.
gl: Os números de aceptación (c) son acumulados, polo que é necesario que non sigan unha secuencia decrecente.
nl: Accepteer getallen (c) zijn cumulatief en moeten dus een niet toenemende rij vormen.
pt: Os números de aceitação (c) são cumulativos, então eles devem ser em uma sequência não decrescente.
sr: Бројеви прихватања (ц) су кумулативни, тако да морају бити у неопадајућем низу.
ta: ஏற்றுக்கொள்ளும் எண்கள் (சி) ஒட்டுமொத்தமாக உள்ளன, எனவே அவை சீரழிந்த வரிசையில் இருக்க வேண்டும்.

source: Rejection numbers (r) are cumulative, so they need to be in a non-decreasing sequence.
gl: Os números de rexeite (r) son acumulados, polo que é necesario que non sigan unha secuencia decrecente.
nl: Afwijs nummers (r) zijn cumulatief en moeten dus een niet toenemende rij vormen.
pt: Os números de rejeição (r) são cumulativos, então eles devem ser em uma sequência não decrescente.
sr: Бројеви одбијања (r) су кумулативни, тако да треба да буду у неопадајућем низу.
ta: நிராகரிப்பு எண்கள் (ஆர்) ஒட்டுமொத்தமாக உள்ளன, எனவே அவை நிராகரிக்கப்படாத வரிசையில் இருக்க வேண்டும்.

source: No valid values found in the plan. Check the inputs.
gl: Non se atoparon valores válidos no plan. Comproba as entradas.
nl: Geen valide waarden gevonden in het plan. Controleer de inputs.
pt: Não foram encontrados valores válidos no plano. Verifique as entradas.
sr: Нису пронађене важеће вредности у плану. Проверите уносе.
ta: திட்டத்தில் செல்லுபடியாகும் மதிப்புகள் எதுவும் காணப்படவில்லை. உள்ளீடுகளை சரிபார்க்கவும்.

source: AQL (Acceptable Quality Level) value should be lower than RQL (Rejectable Quality Level) value.
gl: O valor NCA (Nivel de Calidade Aceptable, AQL) ten que ser menor que o valor NCR (Nivel de Calidade Rexeitable, RQL).
nl: AQL (Acceptable Quality Level) waarde moet lager zijn dan de RQL (Rejectable Quality Level) waarde.
pt: O valor de NQA (Nível de Qualidade de Aceitação) deve ser inferior ao valor NQR (Nível de Qualidade de Rejeição).
sr: AQL (ниво прихватљивог квалитета) вредност треба да буде нижа од RQL (ниво одбијеног квалитета) вредности.
ta: AQL (ஏற்றுக்கொள்ளக்கூடிய தர நிலை) மதிப்பு RQL (நிராகரிக்கக்கூடிய தர நிலை) மதிப்பை விட குறைவாக இருக்க வேண்டும்.

source: 1 - α (Producer's risk) has to be greater than β (consumer's risk).
gl: 1 - α (risco do produtor) ten que ser maior que β (risco do consumidor).
nl: 1 - α (Producer's risico) moet groter zijn β (consumer's risico).
pt: 1 - α (risco do produtor) deve ser maior do que β (risco do consumidor).
sr: 1 - α (Producer's risk) мора бити већи од β (consumer's risk).
ta: 1 - α (தயாரிப்பாளரின் ஆபத்து) β ஐ விட அதிகமாக இருக்க வேண்டும் (நுகர்வோரின் ஆபத்து).

source: Current plan <b>CAN %s</b> meet the specified risk point(s).
gl: O plan vixente <b>CAN %s</b> satisfai o(s) punto(s) especificado(s) de risco.
nl: Huidige plan <b>KAN %s</b> de gespecificeerde risicopunt(en) behalen.
pt: O plano atual <b>PODE %s</b> atingir os pontos de risco especificados.
sr: Тренутни план <b>МОЖЕ %s</b> задовољити наведене тачке ризика.
ta: தற்போதைய திட்டம் <b> %s </b> குறிப்பிட்ட இடர் புள்ளியை (களை) நிறைவு செய்ய முடியும்.

source: Proportion Non-conforming
gl: Proporción Non Conforme
nl: Proportie Nonconforming
pt: Proporção de não conformes
sr: Пропорција неисправних ставки
ta: விகிதம் இணக்கமற்றது

source: Required P(accept)
gl: P requirido (aceptar)
nl: Benodigde P(accepteer)
pt: P requerido (aceitar)
sr: Потребна P(прихватање)
ta: தேவையான பி (ஏற்றுக்கொள்)

source: Actual P(accept)
gl: P actual (aceptar)
nl: Daadwerkelijke P(accepteer)
pt: P real (aceitar)
sr: Стварни P(прихватање)
ta: உண்மையான பி (ஏற்றுக்கொள்)

source: Probability of acceptance (%.3f) at AQL (%.3f) is <b>lower</b> than the required probability of acceptance (%.3f) at AQL.
gl: A probabilidade de aceptación (%.3f) ao NCA (%.3f) é <b>menor</b> que a probabilidade de aceptación requirida (%.3f) ao NCA.
sr: Вероватноћа прихватања (%.3f) на AQL (%.3f) је <b>нижа</b> од захтеване вероватноће прихватања (%.3f) на AQL.
ta: AQL (%.3f) இல் ஏற்றுக்கொள்ளும் நிகழ்தகவு (%.3f) AQL இல் ஏற்றுக்கொள்ளும் (%.3f) தேவையான நிகழ்தகவை விட <b> கீழ் </b> ஆகும்.

source: Probability of acceptance (%.3f) at RQL (%.3f) is <b>higher</b> than the required probability of acceptance (%.3f) at RQL.
gl: A probabilidade de aceptación (%.3f) ao NCR (%.3f) é <b>maior</b> que a probabilidade de aceptación requirida (%.3f) ao NCR.
sr: Вероватноћа прихватања (%.3f) на RQL (%.3f) је <b>већа</b> од захтеване вероватноће прихватања (%.3f) на RQL.
ta: RQL (%.3f) இல் ஏற்றுக்கொள்ளும் நிகழ்தகவு (%.3f) RQL இல் ஏற்றுக்கொள்ளும் (%.3f) தேவையான நிகழ்தகவை விட <b> அதிக </b> ஆகும்.

source: Acceptance Probabilities
gl: Probabilidades de Aceptación
nl: Accepteer Kansen
pt: Probabilidades de Aceitação
sr: Вероватноће прихватања
ta: ஏற்றுக்கொள்ளும் நிகழ்தகவுகள்

source: Prop. Non-conforming
gl: Prop. non conforme
pt: Prob. não conforme
sr: Пропорција неисправних ставки
ta: முட்டு. இணக்கமற்றது

source: P(accept)
gl: P(aceptar)
nl: P(accepteer)
pt: P(aceitar)
sr: P(прихватити)
ta: பி (ஏற்றுக்கொள்)

source: OC (Operating Characteristics) Curve
gl: Curva OC (Características Operativas)
nl: OC (Opererende Karateristieken) Kromme
pt: Curva CO (Características de Operação)
sr: OC (оперативних карактеристика) крива
ta: OC (இயக்க பண்புகள்) வளைவு

source: Probability of Acceptance
gl: Probabilidade de Aceptación
nl: Kans op Accepteren
pt: Probabilidade de Aceitação
sr: Вероватноћа прихватања
ta: ஏற்றுக்கொள்ளும் நிகழ்தகவு

source: AOQ (Average Outgoing Quality) Curve
gl: Curva CMS (Calidad Media de Saída, AOQ)
nl: AOQ (gemiddelde uitgaande kwaliteit) Kromme
pt: Curva QMS (Qualidade Média de Saída)
sr: AOQ (просечног излазног квалитета) крива
ta: AOQ (சராசரி வெளிச்செல்லும் தரம்) வளைவு

source: Can not calculate AOQ. Check the plan parameters.
gl: Non pode calcularse a CMS (AOQ). Comproba os parámetros do plan.
nl: Kan de AOQ niet berekenen. Controleer de parameters van het plan.
pt: Não foi possível calcular a QMS. Verifique os parâmetros do plano.
sr: Није могуће израчунати AOQ. Проверите параметре плана.
ta: AOQ ஐ கணக்கிட முடியாது. திட்ட அளவுருக்களை சரிபார்க்கவும்.

source: (Incoming) Proportion Non-conforming
gl: (Entrante) Proporción Non Conforme
nl: (Inkomende) Proportie Nonconforming
pt: (Entrada) Proporção de não conformes
sr: (Долазна) пропорција неисправних ставки
ta: (உள்வரும்) விகிதம் இணக்கமற்றது

source: Average Outgoing Quality
gl: Calidade Media de Saída
nl: Gemiddelde Uitgaande Kwaliteit
pt: Qualidade Média de Saída
sr: Просечни излазни квалитет
ta: சராசரி வெளிச்செல்லும் தகுதி

source: AOQL: %.3f
gl: LCMS (AOQL): %.3f
pt: LMQS: %.3f
ta: குறைவாக: %.3f

source: ATI (Average Total Inspection) Curve
gl: Curva ITM (Inspección Total Media, ATI)
nl: GTI (Gemiddelde Totale Inspectie) Curve
pt: Curva ITM (Inspeção Total Média)
sr: ATI (просечне укупне инспекције) крива
ta: ஏடிஐ (சராசரி மொத்த ஆய்வு) வளைவு

source: Can not calculate ATI. Check the plan parameters.
gl: Non pode calcularse a ITM (ATI). Comproba os parámetos do plan.
nl: Kan de ATI niet berekenen. Controleer de parameters van het plan.
pt: Não foi possível calcular o ITM. Verifique os parâmetros do plano.
sr: Није могуће израчунати ATI. Проверите параметре плана.
ta: அட்டி ஐ கணக்கிட முடியாது. திட்ட அளவுருக்களை சரிபார்க்கவும்.

source: Average Total Inspection
gl: Inspección Total Media
nl: Gemiddelde Totale Inspectie
pt: Inspeção Total Média
sr: Просечна укупна инспекција
ta: சராசரி மொத்த ஆய்வு

source: ASN (Average Sample Number) Curve
gl: Curva NMM (Número da Mostra Media, ASN)
nl: GSN (Gemiddelde Steekproef Nummer) Curve
pt: Curva NMA (Número Médio de Amostras)
sr: ASN (просечног броја узорака) крива
ta: ASN (சராசரி மாதிரி எண்) வளைவு

source: Can not calculate ASN. Check the plan parameters.
gl: Non pode calcularse o NMM (ASN). Comproba os parámetos do plan.
nl: Kan de ASN niet berekenen. Controleer de parameters van het plan.
pt: Não foi possível calcular o NMA. Verifique os parâmetros do plano.
sr: Није могуће израчунати ASN. Проверите параметре плана.
ta: ASN ஐ கணக்கிட முடியாது. திட்ட அளவுருக்களை சரிபார்க்கவும்.

source: Average Sample Number
gl: Número da Mostra Media
nl: Gemiddeld Steekproef Nummer
pt: Número Médio de Amostras
sr: Просечан број узорака
ta: சராசரி மாதிரி எண்

source: Generated Sampling Plan
gl: Plan de Mostraxe Xerado
nl: Gegenereerd Sampling Plan
pt: Plano de Amostragem Gerado
sr: Генерисани план узорковања
ta: உருவாக்கப்பட்ட மாதிரி திட்டம்

source: Acceptance probabilities at AQL and RQL
gl: Probabilidades de aceptación aos NCA (AQL) e NCR (RQL)
nl: Acceptatie kansen bij AQL en RQL
pt: Probabilidades de aceitação no NQA e NQR
sr: Вероватноће прихватања на AQL и RQL
ta: AQL மற்றும் RQL இல் ஏற்றுக்கொள்ளும் நிகழ்தகவுகள்

source: Acceptance Probability
gl: Probabilidade de Aceptación
nl: Acceptatiekans
pt: Probabilidade de Aceitação
sr: Вероватноћа прихватања
ta: ஏற்றுக்கொள்ளும் நிகழ்தகவு

source: Rejection Probability
gl: Probabilidade de Rexeite
nl: Afwijzingskans
pt: Probabilidade de Rejeição
sr: Вероватноћа одбијања
ta: நிராகரிப்பு நிகழ்தகவு

source: If the number of defective items out of %1$d sampled is <= %2$d, accept the lot. Reject otherwise.
gl: Se o número de elementos defectuosos de %1$d da mostraxe é <= %2$d, acepta o lote. Rexéitao en caso contrario.
nl: Als het aantal defectieve item van de %1$d gesampelde <= %2$d, accepteer het lot. Anders afwijzen.
pt: Se o número de itens defeituosos dos %1$d amostrados for <= %2$d, aceitar o lote. Caso contrário, rejeitar.
sr: Ако је број неисправних артикала од %1$d узрокованих <= %2$d, прихватите партију. Одбијте у супротном.
ta: %1$d மாதிரியில் குறைபாடுள்ள பொருட்களின் எண்ணிக்கை <= %2$d எனில், நிறைய ஏற்றுக்கொள்ளுங்கள். இல்லையெனில் நிராகரிக்கவும்.

source: Create Variable Plan
gl: Crear Plan de Variables
nl: Creëer Variabele Plan
pt: Criar Plano de Variáveis
sr: Креирајте променљиви план
ta: மாறி திட்டத்தை உருவாக்கவும்

source: Z.LSL = (mean - LSL) / historical standard deviation Accept lot if Z.LSL >= k, otherwise reject.
gl: Z.LSL = (media - LSL) / desvío padrón histórico Acepta o lote se Z.LSL >= k; en caso contrario, rexeitar.
nl: Z.LSL = (mean - LSL) / historische standaard deviatie Accepteer lot als Z.LSL >= k, anders afwijzen.
pt: Z.LSL = (média- LSL) / desvio padrão histórico Aceitar o lote se Z.LSL >= k; caso contrário, rejeitar.
sr: Z.LSL = (аритметичка средина - LSL) / историјска стандардна девијација Прихватите низ ако је Z.LSL >= k, у супротном одбаци.
ta: Z.LSL = (சராசரி - LSL) / வரலாற்று தர விலகல் Z.LSL> = K என்றால் நிறைய ஏற்றுக்கொள்ளுங்கள், இல்லையெனில் நிராகரிக்கவும்.

source: Variable plan generated for the current quality constraints is invalid. Modify the quality constraints.
gl: O plan de variables xerado para as restriccións de calidade vixentes, non é válido. Modifica as restriccións de calidade.
nl: Variabel plan gegenereerd voor de huidige kwaliteitsconstrainten is ongeldig. Verander de kwaliteitsconstrainten.
pt: O plano de variáveis gerado para as restrições atuais é inválido. Modifique as restrições de qualidade.
sr: Генерисани план променљиве за тренутна ограничења квалитета је неважећи. Измените ограничења квалитета.
ta: தற்போதைய தரக் கட்டுப்பாடுகளுக்கு உருவாக்கப்பட்ட மாறி திட்டம் தவறானது. தரக் கட்டுப்பாடுகளை மாற்றவும்.

source: Variable plan generated for the current quality constraints has an invalid sample size (n). Modify the quality constraints.
gl: O plan de variables xerado para as restriccións de calidade vixentes, non ten un tamaño mostral (n) válido. Modifica as restriccións de calidade.
nl: Variabel plan gegenereerd voor de huidige kwaliteitsbeperkingen heeft een ongeldig steekproefgrootte (n). Verander de kwaliteitsbeperkingen.
pt: O plano de variáveis gerado para as atuais restrições de qualidade tem um tamanho de amostra (n) inválido. Modifique as restrições de qualidade.
sr: Генерисани план променљиве за тренутна ограничења квалитета има неважећу величину узорка (n). Измените ограничења квалитета.
ta: தற்போதைய தரக் கட்டுப்பாடுகளுக்காக உருவாக்கப்பட்ட மாறி திட்டம் தவறான மாதிரி அளவு (n) ஐக் கொண்டுள்ளது. தரக் கட்டுப்பாடுகளை மாற்றவும்.
