Repository: jasp-stats/jaspAcceptanceSampling
Catalog: po/R-*.po
Languages: gl, nl, pt, sr, ta

source: Variable plan generated for the current quality constraints has an invalid k value. Modify the quality constraints.
gl: O plan de variables xerado para as restriccións de calidade vixentes, non ten un valor k válido. Modifica as restriccións de calidade.
nl: Variabel plan gegenereerd voor de huidige kwaliteitsbeperkingen heeft een ongeldige waarde voor k. Verander de kwaliteitsbeperkingen.
pt: O plano de variáveis gerado para as atuais restrições de qualidade tem um valor k inválido. Modifique as restrições de qualidade.
sr: Генерисани план променљиве за тренутна ограничења квалитета има неважећу k вредност. Измените ограничења квалитета.
ta: தற்போதைய தரக் கட்டுப்பாடுகளுக்காக உருவாக்கப்பட்ட மாறி திட்டம் தவறான கே மதிப்பைக் கொண்டுள்ளது. தரக் கட்டுப்பாடுகளை மாற்றவும்.

source: Lot size (N = %.0f) cannot be smaller than the sample size (n = %.0f) of the generated variable plan.
gl: O tamaño do lote (N = %.0f) non pode ser menor que o tamaño da mostra (n = %.0f) do plan de variables xerado.
nl: Lot grootte (N = %.0f) kan niet kleiner zijn dan de steekproefgrootte (n = %.0f) van het gegenereerde variabele plan.
sr: Величина серије (N = %.0f) не може бити мања од величине узорка (n = %.0f) генерисаног плана променљиве.
ta: உருவாக்கப்பட்ட மாறி திட்டத்தின் மாதிரி அளவை (n = %.0f) விட நிறைய அளவு (n = %.0f) சிறியதாக இருக்க முடியாது.

source: Accept or Reject Lot %s
gl: Aceptar ou Rexeitar Lote %s
nl: Accepteer of wijs af lot %s
pt: Aceitar ou Rejeitar o Lote %s
sr: Прихвати или одбаци серију %s
ta: நிறைய %களை ஏற்றுக்கொள்ளுங்கள் அல்லது நிராகரிக்கவும் %s

source: Sample Mean
gl: Media Mostral
nl: Steekproefgemiddelde
pt: Média Amostral
sr: Средњи узорак
ta: மாதிரி சராசரி

source: Sample Standard Deviation
gl: Desvío Padrón Mostral
nl: Steekproef standaarddeviatie
pt: Desvio Padrão Amostral
sr: Стандардна девијација узорка
ta: மாதிரி நிலையான விலகல்

source: Historical Standard Deviation
gl: Desvío Padrón Histórico
nl: Historische Standaarddeviatie
pt: Desvio Padrão Histórico
sr: Историјска стандардна девијација
ta: வரலாற்று தர விலகல்

source: Lower Specification Limit (LSL)
gl: Límite Inferior de Especificación (LIE, LSL)
nl: Lager Specificatie Limiet (LSL)
pt: Limite Inferior de Especificação (LIE)
sr: Доња граница спецификације (LSL)
ta: குறைந்த விவரக்குறிப்பு வரம்பு (எல்.எச்.எல்)

source: Upper Specification Limit (USL)
gl: Límite Superior de Especificación (LSE, USL)
nl: Hoger Specificatie Limiet (HSL)
pt: Limite de Superior Especificação (LSE)
sr: Горња граница спецификације (USL)
ta: மேல் விவரக்குறிப்பு வரம்பு (யு.எச்.எல்)

source: Z.LSL
gl: Z.LIE
pt: Z.LIE

source: Z.USL
gl: Z.LSE
nl: Z.HSL
pt: Z.LSE

source: Sample standard deviation has to be greater than 0.
gl: O desvío padrón mostral ten que ser maior que 0.
nl: Steekproef standaarddeviatie moet groter zijn dan 0.
pt: O desvio padrão amostral deve ser maior do que 0.
sr: Стандардна девијација узорка мора бити већа од 0.
ta: மாதிரி நிலையான விலகல் 0 ஐ விட அதிகமாக இருக்க வேண்டும்.

source: Sample mean is invalid.
gl: A media mostral non é válida.
nl: Steekproefgemiddelde is ongeldig.
pt: A média amostral é inválida.
sr: Средња вредност узорка је неважећа.
ta: மாதிரி சராசரி தவறானது.

source: Can not accept or reject lot: sample size has to be greater than 1.
gl: Non se pode aceptar nin rexeitar o lote: o tamaño da mostra ten que ser maior que 1.
nl: Kan lot niet accepteren of afwijzen: de steekproefgrootte moet groter zijn dan 1.
pt: Não é possível aceitar o rejeitar o lote: o tamanho de amostra deve ser maior do que 1.
sr: Не може се прихватити или одбити серију: величина узорка мора бити већа од 1.
ta: நிறைய ஏற்றுக்கொள்ளவோ நிராகரிக்கவோ முடியாது: மாதிரி அளவு 1 ஐ விட அதிகமாக இருக்க வேண்டும்.

source: Sample size has to be <b>> 1</b> if <b>both</b> LSL and USL are provided, and historical standard deviation is <b>unknown</b>.
gl: O tamaño mostral ten que ser <b>> 1</b> cando se indican <b>tanto</b> LIE como LSE, e o desvío padrón histórico é <b>descoñecido</b>.
nl: Steekproefgrootte moet <b>> 1 </b> zijn als <b>allebei</b> de LSL en HSL zijn gespecificeerd, en de historische standaarddeviatie is <b>onbekend</b>.
pt: O tamanho de amostra deve ser <b>> 1</b> se <b>ambos</b> os LIE e LSE forem fornecidos e o desvio padrão histórico é <b>desconhecido</b>.
sr: Величина узорка мора бити <b>> 1</b> ако <b> и </b> LSL и USL су обезбеђене, а историјска стандардна девијација је <b>непозната</b>.
ta: எல்எச்எல் மற்றும் யுஎச்எல் <b>இரண்டும்</b> வழங்கப்பட்டு, வரலாற்று நியமச்சாய்வு <b>தெரியாததாக</b> இருந்தால், மாதிரி அளவு <b>>1</b> ஆக இருக்க வேண்டும்.

source: <u>Decision:</u> <b>%s</b> lot.
gl: <u>Decisión:</u> <b>%s</b> lote.
nl: <u>Beslissing:</u> <b>%s</b> lot.
pt: <u>Decisão:</u> <b>%s</b> o lote.
sr: <u>Одлука:</u> <b>%s</b> низа.
ta: <u> முடிவு: </u> <b>%s </b> நிறைய.

source: Probability of acceptance (%1$.3f) at AQL (%2$.3f) is <b>lower</b> than the required probability of acceptance (%3$.3f) at AQL.
nl: Kans op accepteren (%1$.3f) bij AQL (%2$.3f) is <b>lager</b> dan de benodigde kans op accepteren (%3$.3f) bij AQL.
pt: A probabilidade de aceitação (%1$.3f) no NQA (%2$.3f) é <b>inferior</b> à probabilidade de aceitação requerida (%3$.3f) no NQA.

source: Probability of acceptance (%1$.3f) at RQL (%2$.3f) is <b>higher</b> than the required probability of acceptance (%3$.3f) at RQL.
nl: Kans op accepteren (%1$.3f) bij RQL (%2$.3f) is <b>hoger</b> dan de vereiste kans op accepteren (%3$.3f) bij RQL.
pt: A probabilidade de aceitação (%1$.3f) no NQR (%2$.3f) é <b>maior</b> à probabilidade de aceitação requerida (%3$.3f) no NQR.
